/* $ObjectName=MAFLocaleAwareControls_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: label for a cell type selector */
"Amount" = "Importo";

/* XFLD: label for a cell type selector */
"Currency" = "Divisa";

/* XFLD: label for a cell phone type selector */
"fax" = "Fax";

/* XFLD: label for a cell phone type selector */
"home" = "Pagina iniziale";

/* XBUT: label for a cell phone type selector */
"Home" = "Pagina iniziale";

/* XFLD: label for a cell phone type selector */
"iPhone" = "iPhone";

/* XFLD: label for a cell phone type selector */
"main" = "Principale";

/* XFLD: label for a cell phone type selector */
"mobile" = "Cellulare";

/* XFLD: label for a cell phone type selector */
"other fax" = "Altro fax";

/* XFLD: label for a cell phone type selector */
"page" = "Pager";

/* XFLD: label for a cell phone type selector */
"Phone" = "Telefono";

/* XFLD: label for a cell type selector */
"Value" = "Valore";

/* XFLD: label for a cell phone type selector */
"work" = "Lavoro";

/* XFLD: label for a cell phone type selector */
"work fax" = "Fax di lavoro";

